Repository: BomberFish/AppCommander-legacy
Catalog: AppCommander/*.lproj/Localizable.strings
Languages: fi, fr, vi, zh_cn

source: AbsoluteSolver Testing
fr: Tests d'AbsoluteSolver

source: Apple Loops Mix
fr: Mix Apple Loops

source: Rebuild Icon Cache
fr: Recréer le cache d'icône

source: Remove three-app limit
fr: Effacer la limite d'installation de 3 apps

source: %lld files
fr: %lld fichiers

source: %lld files skipped due to errors.
fr: %lld fichiers passés à cause d'erreurs

source: 1 file
fr: 1 fichier

source: 1 file skipped due to errors.
fr: 1 fichier passs à cause d'erreurs

source: AbsoluteSolver Testing
fr: Test d'AbsoluteSolver

source: Add
fr: Ajouter

source: Add Key
fr: Ajouter une clé

source: Advanced
fi: Edistynyt
fr: Avancé
vi: Nâng cao

source: After rebooting, press the button below to replace iPhoneDebug.pem with cert.pem. Make sure you are NOT connected to a PC!
fr: Après le redémarrage, veuillez appuyer sur le bouton ci-dessous pour remplacer iPhoneDebug.pem par cert.pem. Assurez-vous que vous N'ÊTES PAS connecté à un ordinateur !

source: After replacing the file, connect your device to your PC. Run the commands below to mount the image from the first step. Make sure you have ideviceimagemounter installed and you are in the folder where you downloaded those files. If the commands don't work, disconnect and reboot your phone, replace the certificate again, and then try again (Step 3).
fr: Après avoir remplacé le fichier, veuillez connecter votre appareil à votre ordinateur. Lancez les commandes ci-dessous pour monter l'image téléchargée (première étape). Vérifiez qu'ideviceimagemounter soit bien installé sur votre ordinateur, et que vous soyez positionné dans le dossier où vous avez téléchargé ces fichiers. Si les commandes ne fonctionnent pas, veuillez déconnecter votre appareil, le redémarrer, et remplacer le certificat, pour ensuite réessayer (étape 3).

source: All hidden pages will be unhidden.
fi: Kaikki piilotetut sivut tulevat näkyville.
fr: Toutes les pages cachées seront montrées
vi: Tất cả các trang bị ẩn sẽ được hiện lại.

source: Alternate App Icons
fr: Icônes d'applications alternatives

source: Alternate Icons
fr: Icônes alternatives

source: App Details
fi: Sovelluksen tiedot
fr: Détails de l'App
vi: Chi tiết ứng dụng

source: App Manager
fi: Sovellusten hallinta
fr: Gérant d'App
vi: Quản lý ứng dụng
zh_cn: App管理器

source: App Size: %@
fi: Sovelluksen koko: %@
fr: Taille de l'App : %@
vi: Kích thước ứng dụng: %@

source: Apple Loops Mix
fr: Mix Apple Loops

source: Apply
fi: Aseta
fr: Appliquer
vi: Áp dụng
zh_cn: 应用更改

source: Are you sure you want to delete the key %@?
fr: Êtes vous sûr de vouloir supprimer cette clé %@?

source: Back Up Current Layout
fi: Varmuuskopioi nykyinen asettelu
fr: Sauvegarder la disposition actuelle
vi: Sao lưu bố cục hiện tại
zh_cn: 备份当前布局

source: Back up now
fi: Varmuuskopioi nyt
fr: Sauvegarder maintenant
vi: Sao lưu ngay
zh_cn: 立即备份

source: Backup and Restore
fr: Sauvegarde et restoration

source: Backup filename: %@
fi: Varmuuskopion nimi: %@
fr: Nom du fichier de sauvegarde : %@
vi: Tên bản sao lưu: %@

source: Backup taken %@
fi: Varmuuskopio tehty %@
fr: Sauvegarde prise %@
vi: Sao lưu được thực hiện vào %@

source: Backups
fi: Varmuuskopiot
fr: Sauvegardes
vi: Sao lưu
zh_cn: 备份

source: Banned Apps
fi: Kielletyt sovellukset
fr: Apps Bannies
vi: Ứng dụng bị cấm

source: Blacklist File Contents
fi: Blacklist tiedoston sisältö
fr: Contenu du fichier de Blacklist
vi: Nội dung của Blacklist

source: Boolean
fr: Booléen

source: Brick Device
fi: Brickkaa laite
fr: Briquer l'appareil
vi: Hóa máy thành gạch

source: Browse app data
fr: Explorer les données de l'app

source: Bundle Path: %@
fi: Pakkauksen sijainti: %@
fr: Chemin du Bundle: %@
vi: Đường dẫn bundle: %@

source: Cancel
fi: Peruuta
fr: Annuler
vi: Hủy
zh_cn: 取消

source: Case-insensitive
fi: Kirjainkoosta riippumaton
fr: Insensible à la case
vi: Không phân biệt chữ hoa chữ thường
zh_cn: 区分大小写

source: Case-sensitive
fi: Kirjainkoosta riippuva
fr: Sensible à la case
vi: Có phân biệt chữ hoa chữ thường
zh_cn: 大写

source: Check Results
fi: Tarkista tulokset
fr: Verifier les résultats
vi: Kiểm tra kết quả

source: Color
fi: Väri
fr: Couleur
vi: Màu
zh_cn: 颜色排序

source: Coming Soon
fi: Tulossa pian
fr: Bientôt disponible
vi: Sắp ra mắt

source: Congratulations! If you haven't encountered any errors, you have finished the setup. Please note that after rebooting, you still need to repeat steps 3 and 4. Otherwise, you are good to go and you can click the dismiss button. If you have any questions or encountered some errors, ask for help in our Discord server.
fr: Félicitations ! Si vous n'avez rencontré aucune erreur, vous avez finalisé la préparation. Veuillez prendre en compte qu'après chaque redémarrage, vous devez encore répéter les étapes 3 et 4. Si ce n'est pas le cas, vous pouvez cliquer sur le bouton "Fermer". Si vous avez des questions ou si vous avez rencontré des erreurs, demandez de l'aide sur notre serveur Discord.

source: Copy
fi: Kopioi
fr: Copier
vi: Sao chép

source: Creation Date: %@
fi: Luomispäivä: %@
fr: Date de création : %@
vi: Ngày tạo: %@

source: Credits
fi: Kiitokset
fr: Crédits
vi: Những người đóng góp

source: Data directory: %@
fi: Tietohakemisto: %@
fr: Répertoire des données: %@
vi: Thư mục dữ liệu: %@

source: Debug
fr: Débogage
vi: Trình sửa lỗi

source: Debug Mode
fi: Debuggaus tila
fr: Mode de Débogage
vi: Chế độ sửa lỗi
zh_cn: 调试模式

source: Delete
fi: Poista
fr: Supprimer
vi: Xóa

source: Delete app cache
fi: Poista sovelluksen välimuisti
fr: Supprimer le cache de l'app
vi: Xóa bộ nhớ tạm ứng dụng
zh_cn: 清除应用缓存

source: Delete app data
fi: Poista sovelluksen tiedot
fr: Supprimer les données de l'app
vi: Xóa dữ liệu ứng dụng
zh_cn: 删除App所有数据

source: Delete app documents
fi: Poista sovelluksen dokumentit
fr: Supprimer les documents de l'app
vi: Xóa tài liệu ứng dụng
zh_cn: 删除应用文档

source: Delete app documents (including backups)
fi: Poista sovelluksen dokumentit (myös varmuuskopiot)
fr: Supprimer les documents de l'app (sauvegardes incluses)
vi: Xóa tài liệu ứng dụng (bao gồm cả bản sao lưu)
zh_cn: 删除应用程序文档(包括备份)

source: Delete Key
fr: Supprimer la clé

source: Delete temporary storage
fi: Poista väliaikainen muisti
fr: Supprimer le stockage temporaire
vi: Xóa kho lưu trữ tạm thời
zh_cn: 删除临时缓存

source: Delete Test File
fi: Poista testitiedosto
fr: Supprimer le fichier de test
vi: Xóa tập tin thử

source: DirtyJIT in AppCommander is a **beta** feature. Things may break. **PLEASE NOTE: DISK IMAGES CREATED FOR DIRTYJIT WILL __NOT__ WORK WITH APPCOMMANDER!!! Please use the links in this window for more.**
fr: DirtyJIT dans AppCommander est une fonctionnalité **bêta**. Les choses peuvent mal tourner. **A NOTER: LES IMAGES DISQUES CRÉES POUR DIRTYJIT __NE__ MARCHERONT PAS AVEC APPCOMMANDER!!! Veuillez utiliser les liens dans cette fenêtre pour en savoir plus.**

source: DirtyJIT is an app that enables JIT by exploiting the MacDirtyCow (CVE-2022-46689) vulnerability in macOS, which also works on iOS. It can be used with apps, emulators, or any software that requires JIT (e.g., PojavLauncher, DolphiniOS). Follow these setup steps to use this app on your device.
fr: DirtyJIT est une application qui active JIT en utilisant la faille MacDirtyCow (CVE-2022-46689) provenant de macOS, fonctionnant aussi avec iOS. Cette app peut être utilisé pour d'autre applications, émulateurs, ou autre logiciels qui nécessitent JIT (par exemple ; PojavLauncher, DolphiniOS). Suivez les étapes de mise en marche pour utiliser cette fonctionnalité sur votre appareil.

source: Disable Absolute Solver
fi: Laita Absolute Solver pois päältä
fr: Désactiver Absolute Solver

source: Dismiss
fr: Fermer

source: Documents Size: %@
fi: Dokumenttien koko: %@
fr: Taille des Documents : %@
vi: Kích thước tài liệu: %@

source: Done
fr: Terminé

source: Download the attachments that match your device's iOS version from the latest action and put them in a folder. You can find the link below.
fr: Téléchargez les fichiers correspondant à la version iOS de votre appareil à partir de la dernière action et placez-les dans un dossier. Vous trouverez le lien ci-dessous.

source: Download the file from the link below. It should appear in Settings. Install it, disconnect your phone from your PC if you haven't yet and then reboot your device.
fr: Téléchargez le profil à partir du lien ci-dessous. Il devrait apparaître dans les paramètres. Installez-le, déconnectez votre téléphone de votre PC si vous ne l'avez pas encore fait, puis redémarrez votre appareil.

source: Edit
fr: Modifier

source: Edit Key
fr: Modifier la clé

source: Enable in-app console
fi: Laita sovelluksen sisäinen konsoli päälle
fr: Activer la console intégrée à l'app
vi: Kích hoạt bảng điều khiển
zh_cn: 启用应用程序内控制台

source: Enter Direct Path
fr: Entrer dans le Direct Path

source: Error
fi: Virhe
fr: Erreur
vi: Lỗi

source: Export Backup
fr: Exporter une sauvegarde

source: Export Encrypted IPA
fi: Lataa salattu IPA
fr: Exporter l'IPA chiffré
vi: Xuất IPA đã mã hóa
zh_cn: 导出应用IPA

source: Extra Debug Settings
fr: Paramètres de déboggage supplémentaires

source: Float
fr: Nombre à virgule

source: Folder either is empty or does not have read access.
fr: Le dossier est vide ou n'a pas d'accès en lecture.

source: Folders
fi: Kansiot
fr: Dossiers
vi: Thư mục
zh_cn: 文件夹

source: Go to Discord Server
fr: Accéder au serveur Discord

source: Go to Link
fr: Accéder au lien

source: Home Screen
fi: Kotinäyttö
fr: Écran d'Accueil
vi: Màn hình chính
zh_cn: 主屏幕

source: ideviceimagemounter DeveloperDiskImageModified_YourVersionHere.dmg DeveloperDiskImageModified_YourVersionHere.dmg.signature
fr: ideviceimagemounter DeveloperDiskImageModified_VotreVersionIci.dmg DeveloperDiskImageModified_VotreVersionIci.dmg.signature

source: If you know the direct path to the file you are trying to access, please enter it here.
fr: Si vous connaissez le chemin d'accès direct au fichier auquel vous essayez d'accéder, veuillez l'entrer ici.

source: Install Profile
fr: Installer le profil

source: Integer
fr: Nombre entier

source: It is recommended you save your current layout before experimenting as only one undo is possible.
fi: On suositeltavaa tallentaa nykyinen asettulusi ennen käyttöä, koska vain yksi kumoaminen on mahdollista.
fr: Il est recommandé que vous sauvegardiez votre disposition actuelle avant de procéder car seulement une seule annulation est possible.
vi: Chúng tôi khuyên bạn nên lưu bố cục hiện tại trước khi sử dụng vì bạn chỉ có thể hoàn tác được một lần.

source: Key
fr: Clé

source: Kouyou Privacy Policy
fi: Kouyou Tietosuojakäytäntö
fr: Politique de confidentialité de Kouyou
vi: Chính sách bảo mật Kouyou

source: Make It So, Number One
fi: Tee niin, että numero yksi
fr: (Appliquer) Mais, vous savez, moi je ne crois pas qu’il y ait de bonne ou de mauvaise situation.
vi: Làm việc nào sếp

source: Make Test File
fi: Tee testitiedosto
fr: Créer le Fichier Test
vi: Tạo tập tin thử

source: More Info
fi: Lisätietoa
fr: Plus d'Info
vi: Thông tin thêm
zh_cn: 更多信息

source: Move to top
fi: Siirrä ylhäälle
fr: Déplacer vers le haut
vi: Di chuyển lên đầu
zh_cn: 移动到顶部

source: Name: %@
fi: Nimi: %@
fr: Nom : %@
vi: Tên: %@

source: No backups!
fi: Ei varmuuskopioita!
fr: Aucune sauvegarde !
vi: Không có sao lưu!
zh_cn: 无备份

source: None
fi: Ei mitään
fr: Aucun
vi: Không
zh_cn: 无

source: Open App
fi: Avaa sovellus
fr: Ouvrir l'App
vi: Mở ứng dụng
zh_cn: 打开应用

source: Open file browser in /
fr: Ouvrir l'explorateur de fichier dans /

source: Open in built-in browser
fr: Ouvrir le navigateur intégré

source: Open in Filza
fi: Avaa Filza:ssa
fr: Ouvrir dans Filza
vi: Mở trong Filza

source: Open in Santander
fi: Avaa Santander:issa
fr: Ouvrir dans Santander
vi: Mở trong Santander

source: Open with JIT
fr: Ouvrir avec JIT

source: Ordering
fi: Järjestys
fr: Trier
vi: Thứ tự
zh_cn: 排序

source: Overwrite Banned Apps
fi: Ylikirjoita kielletyt sovellukset
fr: Effacer les apps bannies
vi: Ghi đè ứng dụng bị cấm
zh_cn: 覆盖被禁止的应用程序

source: Overwrite Blacklist
fi: Ylikirjoita Blacklist
fr: Effacer la Blacklist
vi: Ghi đè Blacklist
zh_cn: 覆盖黑名单

source: Overwrite CDHashes
fi: Ylikirjoita CDHashit
fr: Effacer les CDHashes
vi: Ghi đè CDHashes
zh_cn: 覆盖CDhash

source: Remove three-app limit
fi: Poista kolmen sovelluksen rajoitus
fr: Supprimer la limite de trois applications
vi: Gỡ giới hạn 3 ứng dụng
zh_cn: 删除3个app限制

source: Replace File
fr: Remplacer le fichier

source: Replace with Absolute Solver
fi: Korvaa Absolute Solver:illa
fr: Remplacer par "Absolute Solver"
vi: Thay thế với Absolute Solver

source: Restart backboard
fi: Uudelleenkäynnistä backboard
fr: Redémarrer la backboard
vi: Khởi động lại backboard
zh_cn: 注销(后台)

source: Restart frontboard
fi: Uudelleenkäynnistä frontboard
fr: Redémarrer la frontboard
vi: Khởi động lại frontboard
zh_cn: 注销(前台)

source: Restore Saved Layout
fi: Palauta tallennettu asettelu
fr: Restorer la disposition sauvegardée
vi: Khôi phục bố cục đã lưu
zh_cn: 恢复保存的布局

source: Resume
fi: Jatka
fr: Reprendre
vi: Tiếp tục

source: Retain current order
fi: Säilytä nykyinen järjestys
fr: Conserver l'ordre actuel
vi: Giữ thứ tự đang có
zh_cn: 保留当前顺序

source: Search
fr: Rechercher
zh_cn: 搜索

source: Select Pages
fi: Valitse sivut
fr: Sélectionner les Pages
vi: Chọn trang
zh_cn: 选择页面

source: Set up JIT
fr: Configurer JIT

source: Settings
fi: Asetukset
fr: Paramètres
vi: Cài đặt
zh_cn: 设置

source: Show FLEX
fr: Montrer FLEX

source: Sort
fi: Järjestä
fr: Trier
vi: Phân loại

source: Sort Apps
fi: Järjestä sovellukset
fr: Trier les Apps
vi: Phân loại ứng dụng
zh_cn: 应用排序

source: Sort apps across pages
fi: Järjestä sovellukset sivuille
fr: Trier les Apps hors des pages
vi: Phân loại ứng dụng khắp trang
zh_cn: 跨页面排序应用

source: Sort mixed with apps
fi: Järjestele sovellukset sekoitetusti
fr: Trier les apps en un mélange
vi: Phân loại ứng dụng hỗn hợp
zh_cn: 与应用程序混合排序

source: Sort pages independently
fi: Järjestele sivut itsenäisesti
fr: Trier les pages indépendamment
vi: Phân loại độc lập ứng dụng
zh_cn: 独立排序页面应用

source: Sort separate from apps
fi: Järjestele erillään sovelluksista
fr: Trier séparément des applications
vi: Phân loại chia ứng dụng
zh_cn: 与应用程序分开排序

source: Step 1
fr: Étape 1

source: Step 2
fr: Étape 2

source: Step 3
fr: Étape 3

source: Step 4
fr: Étape 4

source: Step 5
fr: Étape 5

source: Storage
fr: Stockage

source: Storage Management
fi: Tallennustilan hallinta
fr: Gestion du stockage
vi: Quản lý kho lưu trữ

source: String
fr: Chaîne de caractère

source: Swift Packages
fr: Paquets Swift

source: The previously saved layout will be overwritten.
fi: Viimeksi tallennettu järjestys korvataan.
fr: La disposition précédemment sauvegardée va être remplacée.
vi: Bố cục đã lưu trước sẽ bị ghi đè.

source: Tools
fi: Työkalut
fr: Outils
vi: Công cụ
zh_cn: 工具

source: Translators
fi: Kääntäjät
fr: Traducteurs
vi: Người dịch

source: Trigger kernel panic
fi: Laukaise ytimen paniikki
fr: Déclencher une panique du kernel

source: Undo Last Sort
fi: Kumoa viimeinen lajittelu
fr: Annuler le Dernier Triage
vi: Hoàn tác phân loại trước
zh_cn: 撤销上次排序

source: Value
fr: Valeur

source: View contents of blacklist files
fi: Näytä blacklistin tiedostojen sisältö
fr: Voir le contenu des fichiers blacklist
vi: Xem nội dụng của các tệp blacklist

source: Warning
fr: Avertissement
zh_cn: 警告！

source: Welcome!
fr: Bienvenue !

source: Wipe your device before returning to the person collecting hardware
fi: Nollaa laitteesi ennen laitteen antamista jollekkin
fr: Effacez votre appareil avant de le renvoyer à la personne le récupérant.
vi: Cài lại máy trước khi trả lại cho người thu máy

source: You are about to enable extra debugging settings meant only for developers. If you understand the risks, please type 'I solemnly swear that I am up to no good' in the textfield below.
fr: Vous êtes sur le point d'activer les paramètres de deboggage supplémentaires destinées uniquement pour les développeurs. Si vous êtes conscient des risques, veuillez taper 'I solemnly swear that I am up to no good' dans le champ de texte ci-dessous.

source: You've come a long way, traveler. Have a :lungs:. 🫁
fr: Tu viens de loin, toi ! Voilà un cadeau pour toi... :lungs:. 🫁
vi: Bạn đi được một chặng dài đấy. Nào, hãy nhận đi :lungs:. 🫁

source: Loading...
fi: Ladataan...
vi: Đang tải...

source: 😏 Sex
fi: 😏 Seksi

source: A-Z
fi: A-Ö

source: Actions
fi: Toiminnot
vi: Hành động
zh_cn: 操作

source: Alphabetical
fi: Aakkosellinen
zh_cn: 字母排序

source: Apps (%lld)
fi: Sovellukset (%lld)
vi: Ứng dụng (%lld)

source: Backup and Restore (Beta)
fi: Varmuuskopioi ja palauta (Beta)
vi: Sao lưu và khôi phục (Thử nghiệm)
zh_cn: 备份和还原(测试)

source: Backups are still in beta. Unexpected issues may arise.
fi: Varmuuskopiot ovat vielä beta-vaiheessa. Odottamattomia ongelmia voi ilmetä.
vi: Sao lưu vẫn đang được phát triển. Nhiều vấn đề xấu có thể phát sinh.

source: Bundle ID: %@
fi: Pakkaus ID: %@

source: CD Hashes
fi: CD Hashit
vi: Gía trị CD băm

source: Options
fi: Vaihtoehdot
vi: Tùy chọn

source: Page %@%@
fi: Sivu %@%@
vi: Trang %@%@

source: Pages
fi: Sivut
vi: Trang
zh_cn: 页面

source: Pause
fi: Keskeytä
vi: Dừng

source: Play
fi: Toista
vi: Phát

source: Replace Testing
fi: Korvaa testaus
vi: Thay thế Testing

source: Sideloading Tools
fi: Sideloading työkalut
vi: Công cụ sideload

source: Testing Only
fi: Vain testaus
vi: Chỉ thử nghiệm

source: Version: %@
fi: Versio: %@
vi: Phiên bản: %@

source: Widgets
fi: Widgetit
zh_cn: 小组件

source: Z-A
fi: Ö-A

source: AppCommander %@ Made with ❤️ by BomberFish
vi: AppCommander %@ Được tạo ra với ❤️ bởi BomberFish

source: Enable Absolute Solver
vi: Kích hoạt Absolute Solver

source: Experiments
vi: Thử nghiệm

source: APP DETAILS
zh_cn: 应用状态

source: APPS
zh_cn: 应用

source: Absolute Solver is an experimental way to modify, replace, and move files. By enabling it, you agree not to hold the developers liable for damage such as your device being bricked, setting on fire, turning into a horrifying flesh monster, etc.
zh_cn: Absolute Solver是修改、替换和移动文件的一种实验性方法。通过启用它，您同意不让开发人员对您的设备所造成的损害负责。包括启动循环，数据丢失，怪兽侵袭等……

source: App Size:
zh_cn: 应用大小

source: Bundle Path:
zh_cn: 应用安装目录

source: Confirmation
zh_cn: 确认信息

source: Data directory:
zh_cn: 应用数据目录

source: Do you really want to do this?
zh_cn: 删除后将无法恢复数据，是否继续？

source: Documents Size:
zh_cn: 应用数据大小

source: Enable Absolute Solver
zh_cn: 启用绝对求解器

source: Name:
zh_cn: 名称

source: Replace Testing
zh_cn: 替换测试

source: Version:
zh_cn: 版本

source: Whitelist
zh_cn: 白名单
